docs/history/history11/KBhguilded_age_primary_sources.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-03 Thu 17:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Guilded Age Primary Sources</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Guilded Age Primary Sources</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2022-02-03 Thu 17:53</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='KBhGuildedAge.html'>Guilded Age</a></li> <li><a class='backlink' href='KBhguilded_age_essay_prep.html'>Guilded Age Essay Prep</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org4f1c24c">1. Reading Notes: Child Labor</a>
<ul>
<li><a href="#org04f1397">1.1. That the process of value production is emotionless</a></li>
<li><a href="#org5fb9c85">1.2. Sense of wastefulness of youthhood</a></li>
<li><a href="#org849f6ea">1.3. That there is a sense of sadness of lives wasted by industrialization</a></li>
<li><a href="#orgdff18ad">1.4. Deathrates are shockingly high</a></li>
<li><a href="#org0522ef9">1.5. That child workers are shut away from the "civilized" qualities of the world</a></li>
<li><a href="#orgf3b9aa0">1.6. That compaines, due to mine accident, have subjugated the busing fees</a></li>
<li><a href="#org84579be">1.7. Sometimes, due to busing fees, there can be reverse debt</a></li>
</ul>
</li>
<li><a href="#orgd6e593f">2. Reading Notes: Rockefeller</a>
<ul>
<li><a href="#org25a6252">2.1. Claims that Standard Oil had made made material sacrafices to modernise and expedite</a></li>
<li><a href="#org0b908ee">2.2. That corporations are the natural ending state for large-growning partnerships</a></li>
<li><a href="#org95b9e22">2.3. Blames the need for multi-state incorporation upon incapatible state laws</a></li>
<li><a href="#orgb9913ed">2.4. That the expansion of pipelining is an enviromental concern</a></li>
<li><a href="#orga4c641e">2.5. Reductionistic argument that there needed to be a corporation in every state through which the pipeline passed</a></li>
<li><a href="#org9a4e3a5">2.6. Claims that multi-state industrial combinations are necessary</a></li>
<li><a href="#org24c066a">2.7. Arguing that expansion requires multi-corporation collaboration</a></li>
<li><a href="#orgf755a48">2.8. Claims that Americans are well-paid for their labour</a></li>
<li><a href="#org22b2de4">2.9. That antitrust would be a hinderance to progress</a></li>
</ul>
</li>
</ul>
</div></div>
</div>

<div id="outline-container-org4f1c24c" class="outline-2">
<h2 id="org4f1c24c"><span class="section-number-2">1</span> Reading Notes: Child Labor</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-org04f1397" class="outline-3">
<h3 id="org04f1397"><span class="section-number-3">1.1</span> That the process of value production is emotionless</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Among all these 300, although I was with them for hours, I did not hear a laugh or even see a smile.
</p>
</div>
</div>

<div id="outline-container-org5fb9c85" class="outline-3">
<h3 id="org5fb9c85"><span class="section-number-3">1.2</span> Sense of wastefulness of youthhood</h3>
<div class="outline-text-3" id="text-1-2">
<p>
forty boys are picking their lives away.
</p>
</div>
</div>

<div id="outline-container-org849f6ea" class="outline-3">
<h3 id="org849f6ea"><span class="section-number-3">1.3</span> That there is a sense of sadness of lives wasted by industrialization</h3>
<div class="outline-text-3" id="text-1-3">
<p>
It is a painful sight to see the men going so silently and gloomily about their work, but it is a thousand times worse to see these boys.
</p>
</div>
</div>

<div id="outline-container-orgdff18ad" class="outline-3">
<h3 id="orgdff18ad"><span class="section-number-3">1.4</span> Deathrates are shockingly high</h3>
<div class="outline-text-3" id="text-1-4">
<p>
another result I found in a little miners’ graveyard, beside a pretty little church, where more than every other stone bears the name of some little fellow under fifteen years of age
</p>
</div>
</div>

<div id="outline-container-org0522ef9" class="outline-3">
<h3 id="org0522ef9"><span class="section-number-3">1.5</span> That child workers are shut away from the "civilized" qualities of the world</h3>
<div class="outline-text-3" id="text-1-5">
<p>
for there they can make more money. Not three boys in all this roomful could read or write. Shut in from everything that is pleasant, with no chance to learn, with no knowledge of what is going on about them
</p>
</div>
</div>

<div id="outline-container-orgf3b9aa0" class="outline-3">
<h3 id="orgf3b9aa0"><span class="section-number-3">1.6</span> That compaines, due to mine accident, have subjugated the busing fees</h3>
<div class="outline-text-3" id="text-1-6">
<p>
Sometimes, after the boys have got to the mine, they find that some accident has stopped the work; then they have nothing to do for the day and get no pay.
</p>
</div>
</div>

<div id="outline-container-org84579be" class="outline-3">
<h3 id="org84579be"><span class="section-number-3">1.7</span> Sometimes, due to busing fees, there can be reverse debt</h3>
<div class="outline-text-3" id="text-1-7">
<p>
that his indebtedness to the company for railroad fares is some dollars more than the company’s indebtedness to him for labor
</p>
</div>
</div>
</div>


<div id="outline-container-orgd6e593f" class="outline-2">
<h2 id="orgd6e593f"><span class="section-number-2">2</span> Reading Notes: Rockefeller</h2>
<div class="outline-text-2" id="text-2">
</div>

<div id="outline-container-org25a6252" class="outline-3">
<h3 id="org25a6252"><span class="section-number-3">2.1</span> Claims that Standard Oil had made made material sacrafices to modernise and expedite</h3>
<div class="outline-text-3" id="text-2-1">
<p>
It has sought for the best superintendents and workmen and paid the best wages. It has not hesitated to sacrifice old machinery and old plants for new and better ones.
</p>
</div>
</div>

<div id="outline-container-org0b908ee" class="outline-3">
<h3 id="org0b908ee"><span class="section-number-3">2.2</span> That corporations are the natural ending state for large-growning partnerships</h3>
<div class="outline-text-3" id="text-2-2">
<p>
The business may grow so large that a partnership ceases to be a proper instrumentality for its purposes, and then a corporation becomes a necessity
</p>
</div>
</div>

<div id="outline-container-org95b9e22" class="outline-3">
<h3 id="org95b9e22"><span class="section-number-3">2.3</span> Blames the need for multi-state incorporation upon incapatible state laws</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Our Federal form of government, making every corporation ere- ated by a State foreign to every other State renders it necessary &#x2026; [to] organize &#x2026; in &#x2026; different states
</p>
</div>
</div>

<div id="outline-container-orgb9913ed" class="outline-3">
<h3 id="orgb9913ed"><span class="section-number-3">2.4</span> That the expansion of pipelining is an enviromental concern</h3>
<div class="outline-text-3" id="text-2-4">
<p>
and the forests of the country were not sufficient to supply the necessary material for an extended length of time.
</p>
</div>
</div>

<div id="outline-container-orga4c641e" class="outline-3">
<h3 id="orga4c641e"><span class="section-number-3">2.5</span> Reductionistic argument that there needed to be a corporation in every state through which the pipeline passed</h3>
<div class="outline-text-3" id="text-2-5">
<p>
To operate pipe lines required franchises from the States in which they were located, and consequently corporations in those States,
</p>
</div>
</div>
<div id="outline-container-org9a4e3a5" class="outline-3">
<h3 id="org9a4e3a5"><span class="section-number-3">2.6</span> Claims that multi-state industrial combinations are necessary</h3>
<div class="outline-text-3" id="text-2-6">
<p>
It is too late to argue about advantages of industrial combinations. They are a necessity.
</p>
</div>
</div>

<div id="outline-container-org24c066a" class="outline-3">
<h3 id="org24c066a"><span class="section-number-3">2.7</span> Arguing that expansion requires multi-corporation collaboration</h3>
<div class="outline-text-3" id="text-2-7">
<p>
And if Americans are to have the privilege of extending their business in all the States of the Union, and into foreign countries as well, they are a necessity on a large scale, and require the agency of more than one corporation.
</p>
</div>
</div>

<div id="outline-container-orgf755a48" class="outline-3">
<h3 id="orgf755a48"><span class="section-number-3">2.8</span> Claims that Americans are well-paid for their labour</h3>
<div class="outline-text-3" id="text-2-8">
<p>
eceiving in return therefor from foreign lands nearly $50,000,000 per year, most of which is distributed in payment of American labor.
</p>
</div>
</div>

<div id="outline-container-org22b2de4" class="outline-3">
<h3 id="org22b2de4"><span class="section-number-3">2.9</span> That antitrust would be a hinderance to progress</h3>
<div class="outline-text-3" id="text-2-9">
<p>
legislators will be blind to our best industrial interests if they unduly hinder by legislation the combination of persons and capital requisite
</p>
</div>
</div>
</div>
</div>
</body>
</html>
